def area(a, b): 
    return a * b 
'''
Принимает число a (первая сторона прямоугольника)
и b (вторая сторона прямоугольника), возвращает площадь прямоугольника

        Параметры:
            a (int): первая сторона прямоугольника
            b (int): вторая сторона прямоугольника
        
        Возвращаемое значение:
            площадь прямоугольника
'''

def perimeter(a, b): 
    return (a + b)*2
'''
Принимает число a (первая сторона прямоугольника)
и b (вторая сторона прямоугольника), возвращает периметр прямоугольника

        Параметры:
            a (int): первая сторона прямоугольника
            b (int): вторая сторона прямоугольника
        
        Возвращаемое значение:
            периметр прямоугольника
'''
