def area(a, h): 
    return a * h / 2 
'''
Принимает число a (основание треугольника)
и b (высота треугольника), возвращает площадь треугольника

        Параметры:
            a (int): основание треугольника
            b (int): высота треугольника
        
        Возвращаемое значение:
            площадь треугольника
'''

def perimeter(a, b, c): 
    return a + b + c 
'''
Принимает число a (первая сторона треугольника),
                b (вторая сторона треугольника), 
                c (третья сторона треугольника),
                возвращает периметр треугольника

        Параметры:
            a (int): первая сторона треугольника
            b (int): вторая сторона треугольника
            c (int): третья сторона треугольника
        
        Возвращаемое значение:
            периметр треугольника
'''